export const skillList = [
  {
    label: 'React.js',
  },
  {
    label: 'firebase',
  },
  {
    label: 'TypeScript',
  },
  {
    label: 'Sass',
  }
]

// Policy
export const policyText = {
  ja: 'Web制作の現場は大変です。でもピンチの時こそ、ハリウッドスターのような笑顔とジョークでその場の空気をなごませます。自分がそんな人と一緒に働きたいので、自分もそうするように心がけています。'
}

// Iam
export const iamText = {
  ja: '私は Webデザイナーです。日本ではデザインとマークアップを分けて考えることが多く、作業の分業化が活発です。しかし、本来ならその二つは決して切り離してはいけません。情報設計と運用を無視したデザインや、美しさと使いやすさを無視したソースコードはあってはならないからです。\n' +
    'ふたつがひとつで初めて Webデザインと考えてます。\n' +
    'ソースコードこそがデザインだと考え、フロントエンド側からデザインを常に改良することを考えています。\n' +
    '”戦うフロントエンド”\n' +
    '私を説明するにあたって、これほど的を得たキャッチコピーは他にありません'
}
